Repository: sillsdev/FwLocalizations
Catalog: messages.fa.tmx
Source language: en
Languages: fa

source: Linked files in backup are older
fa: پرونده‌های پیوند شده در جانشین سازی قدیمتر می‌باشند

source: Linked Files path not accessible.
fa: مسیر پرونده‌های پیوند شده در دسترس نیستند.

source: List Choice
fa: انتخاب فهرست

source: List Item
fa: فهرست بخش

source: List of possible gloss components
fa: فهرست مؤلفه‌های ممکن

source: List Tools
fa: ابزارهای لیست

source: List...
fa: لیست...

source: &List:
fa: لیست:‏

source: Lists
fa: لیستها

source: Lists other names for this language which are recorded in the Ethnologue. Includes names of dialects.
fa: نامهای دیگر را برای این زبان که در سایت Ethnologue کدبندی شده‌اند فهرست برداری کنید. شامل نامهای لهجه‌ها و گویشها باشد.

source: Lit.
fa: الفظی

source: Literal Meaning
fa: معنی تحت الفظی

source: _Literal Translation
fa: ترجمهٔ واژه به واژه

source: Literal Translation
fa: ترجمهٔ واژه به واژه

source: Literal Translations
fa: ترجمه‌های واژه به واژه

source: &Load from
fa: ارسال از

source: &Load from...
fa: ارسال از...‏

source: Loading Project {0}...
fa: پروژهٔ ارسالی {0} ...‏

source: Loading the initial Parts of Speech
fa: فرستادن دسته‌‌های صرفی اولیه

source: Loading the Semantic Domain List
fa: فرستادن فهرست زمینهٔ معنایی

source: Loading...
fa: ارسال...

source: Loading: '{0}' ...
fa: ارسال '{0}' ...

source: _Location
fa: وضع و جایگاه

source: Location
fa: وضع و جایگاه

source: Location Name
fa: اسم مکان

source: Location:
fa: مکان:‏

source: Locations
fa: مکانها

source: &Look in:
fa: &نگاه به:

source: Looking for and fixing errors in {0}
fa: جستجو و برطرف سازی اشکالها در {0}

source: LT
fa: الفظی

source: Luke
fa: لوقا

source: Main Entry
fa: مدخل

source: Make a Dependent Clause out of
fa: یک عبارت وابسته از... بساز

source: Make a Song Clause out of
fa: یک عبارت آوازی از...بساز

source: Make a Speech Clause out of
fa: یک عبارت گفتاری از... بساز

source: _Make phrase with next word
fa: _ با واژهٔ بعدی عبارت بساز

source: Make phrase with next word
fa: با واژهٔ بعدی عبارت بساز

source: 4. Make the changes.
fa: ۴- انجام تغییرات.

source: Malachi
fa: ملاکی

source: Male
fa: نر

source: Manual Entry
fa: دستورالعمل مدخل

source: &Mapping Name:
fa: & نام طراحی:

source: Mappings
fa: طراحی‌ها

source: Mark
fa: مرقس

source: Mark {0}
fa: علامت {0}

source: Mark as Missing
fa: علامت به عنوان گم شده

source: Mark as Postposed -- Advanced options
fa: علامت به عنوان جایگاه پس سازه‌ای-- گزینه‌های پیشرفته

source: Mark as Postposed -- Advanced Options
fa: علامت به عنوان جایگاه پس سازه‌ای-- گزینه‌های پیشرفته

source: Mark as Postposed from
fa: علامت به عنوان جایگاه پس سازه‌ای از

source: Mark as Preposed -- Advanced options
fa: علامت به عنوان جایگاه پیش سازه‌ای -- گزینه‌های پیشرفته

source: Mark as Preposed from
fa: علامت به عنوان جایگاه پیش سازه‌ای از

source: Match as &whole word
fa: انطباق کل واژه

source: Match &case
fa: حالت منطبق

source: Match case
fa: حالت منطبق

source: Match &diacritics
fa: اعرابهای منطبق

source: Match diacritics
fa: اعرابهای منطبق

source: Match for &regular expression
fa: منطبق جهت عبارت عادی

source: Match writing s&ystem
fa: انطباق روش نگارشی

source: Matching Pairs
fa: جفتهای منطبق

source: Matthew
fa: متی

source: May we ask you a favor? We would like to send a tiny e-mail back to the SIL software developers telling us of your progress. You will be able to view the e-mail before it goes out. You do not need to be connected to the Internet right now...the e-mail will just open and you can save it in your outbox.
fa: موافق می‌باشید که پیامی کوتاه به به سازندگان نرم ابزار اس آی ال در مورد پیشرفت خود ارسال نمایید.‏ قادر هستید که قبل از ارسال پیام آن را مشاهده نمایید. در حال حاضر نیاز به ارتباط اینترنت ندارید... پیام باز می‌شود و می‌توانید آنرا در بخش خروجی ذخیره نمایید.‏

source: Media File
fa: پروندۀ رسانه

source: Members
fa: اجزا

source: &Merge
fa: ادغام

source: _Merge
fa: ادغام

source: Merge Allomorph
fa: ادغام واژگونه

source: Merge Allomorph into...
fa: ادغام واژگونه به...‏

source: Merge AlternateForm into...
fa: ادغام صورت متناوب به...‏

source: Merge Analysis
fa: ادغام تجزیه

source: Merge Category into...
fa: تکمیل بخش در....

source: Merge current lexical entry into another entry.
fa: ترکیب مدخل کنونی در مدخلی دیگر.

source: Merge Entry
fa: ادغام مدخل

source: Merge Entry into...
fa: تکمیل مدخل در...

source: Merge Gloss...
fa: ادغام فهرست...‏

source: Merge Grammatical Info. into...
fa: ادغام طبقه‌بندی به...‏

source: Merge Report
fa: ادغام گزارش

source: Merge Reversal Entry
fa: ادغام مدخل برگردان

source: Merge Sense
fa: ادغام معنی

source: Merge Sense into...
fa: ادغام معنی به...‏

source: Merge with Cell after this
fa: ترکیب با خانهٔ بعد از این

source: Merge with Cell before this
fa: ترکیب با خانهٔ قبل از این

source: _Merge with entry...
fa: ادغام مدخل با...‏

source: Merge Word Gloss
fa: ادغام فهرست واژه

source: Merge Wordform...
fa: ادغام شکل واژه...‏

source: Merge...
fa: تکمیل....

source: Micah
fa: میکاه

source: Migrate
fa: انتقال

source: Migrate FieldWorks {0} (or earlier) Projects
fa: اتنقال پروژهٔFieldworks {0} (و یا نوع قدیمتر)

source: Migrate project with
fa: انتقال پروژه با

source: {0} (migrated)
fa: {0} (انتقال شده)

source: Migrating
fa: در حال انتقال

source: Migrating {0} to FieldWorks 7.0
fa: انتقال دادن {0} به FieldWorks 7.0

source: Migrating the copy of {0} to FieldWorks 6.0 failed. The migration process returned error code {1} and error message {2}.
fa: انتقال دادن کپی از{0} به FieldWorks 6.0 با مشکل مواجه شد. روند انتقالی کد {1} اخطار و پیام خطای{2} را برگرداند.

source: Minor Entry
fa: مدخل اقلیت

source: _Minor entry (variant)
fa: مدخل اقلیت (گونۀ متنوع)‏

source: Mismatching morpheme types
fa: نامنطبق بودن گونه‌های واژک

source: Missing Lexical Information
fa: اصلاعات واژگانی از بین رفته

source: Modification Date
fa: تاریخ تغییر

source: modified on:
fa: تاریخ اصلاح :

source: Modified:
fa: اصلاح شد:

source: modified: {0}
fa: اصلاح شد:{0}

source: &Modify
fa: ویرایش

source: Modify Custom Character
fa: تشخیص نمودن نشانهٔ معمول

source: &Modify Mappings...
fa: &اصلاح طراحی‌ها...

source: Modify properties of a FieldWorks project.
fa: اصلاح خواص یک پروژهٔ فیلدوورکس.

source: Modify the attributes of the selected writing system for this style
fa: خواص نظام نگارشی گزیده شده برای این سبک را تایید و اصلاح نمایید.

source: Modify this Grammatical Info...
fa: ویرایش داده‌های دستوری...‏

source: Modify This Grammatical Info...
fa: ویرایش داده‌های دستوری...‏

source: &Modify...
fa: ویرایش...‏

source: M&odify...
fa: ویرایش...‏

source: Modify...
fa: ویرایش...‏

source: &More
fa: بیشتر

source: More
fa: بیشتر

source: More >>>
fa: بیشتر >>>

source: More Buttons
fa: دکمههای بیشتر

source: &More Colors...
fa: رنگهای بیشتر...‏

source: More Column Choices...
fa: انتخابهای ستونهای بیشتر(جزییات)...‏

source: More Windows
fa: پنجرههای بیشتر

source: &More Windows...
fa: پنجرههای بیشتر...‏

source: &More...
fa: بیشتر...‏

source: More...
fa: بیشتر...‏

source: Morph
fa: تکواژ

source: _Morph Type
fa: گونه تکواژ

source: Morph Type
fa: گونه تکواژ

source: Morph Type (Allomorph)
fa: گونه تکواژ (واژگونه)‏

source: Morph type root implies no components
fa: ریشهٔ گونهٔ واژک بر هیچ مؤلفه‌ای دلالت ندارد

source: Morpheme
fa: تکواژ

source: Morpheme Break Help
fa: کمک جهت شکستن تکواژ

source: Morpheme Type
fa: نوع تکواژ

source: &Morpheme Type:
fa: نوع تکواژ:‏

source: Morpheme Types
fa: انواع تکواژ

source: Morphemes
fa: تکواژها

source: Morphological Sketch Generation
fa: ساخت و ایجاد طرح شکل شناسی واژگانی

source: Morphosyntactic Gloss Assistant:
fa: فهرست دستیاری واجی-نحوی:‏

source: Move
fa: انتقال (حرکت)‏

source: Move _Down
fa: پاین برو

source: Move _Left
fa: چپ برو

source: Move _Left (last thing moved)
fa: حرکت _ چپ ( آخیرین چیز حرکت داده)‏‏

source: Move _Next
fa: بعدی برو

source: Move _Right
fa: راست برو

source: Move _Right (last thing moved)
fa: حرکت _ راست ( آخرین چیز حرکت داده) ‏

source: Move _Up
fa: بالا برو

source: Move Cell
fa: حرکت خانه

source: Move Cell Forward
fa: حرکت خانه به جلو

source: Move &Down
fa: انتقال پایین

source: Move Down
fa: پاین برو

source: &Move Entry
fa: انتقال مدخل

source: Move Entry...
fa: انتقال مدخل...‏

source: Move Example _Down
fa: انتقال نمونه به پایین

source: Move Example _Up
fa: انتقال نمونه به بالا

source: &Move File
fa: &انتقال پرونده

source: &Move Files
fa: &انتقال پرونده‌ها

source: Move Form _Down
fa: انتقال شکل به پایین

source: Move Form _Up
fa: انتقال شکل به بالا

source: Move Here
fa: انتقال به اینجا

source: Move Left
fa: برو چپ

source: Move Next, _Same Line
fa: انتقال به بخش بعدی، در همان خط

source: Move or Copy File?
fa: انتقال یا کپی کردن پرونده؟

source: Move or Copy Files?
fa: انتقال یا کپی کردن پرونده‌ها؟

source: Move Picture _Down
fa: انتقال تصویر به پایین

source: Move Picture _Up
fa: انتقال تصویر به بالا

source: Move Pronunciation _Down
fa: انتقال تلفظ به پایین

source: Move Pronunciation _Up
fa: انتقال تلفظ به بالا

source: Move Reversal Entry
fa: انتقال مدخل برگشتی

source: Move Right
fa: برو راست

source: Move Sense _Up
fa: انتقال معنا به بالا

source: Move Sense Down
fa: انتقال معنا به پایین

source: Move Sense to a New Entry
fa: انتقال معنا به مدخل جدید

source: &Move to Linked Files folder
fa: &انتقال به فولدر پرونده‌های پیوند شده

source: Move &Up
fa: انتقال به بالا

source: Move Up
fa: انتقال به بالا

source: Move Variant Info Down
fa: انتقال گونۀ متبوع به پایین

source: Move Variant Info Up
fa: انتقال گونۀ متبوع به بالا

source: Move Word
fa: انتقال واژه

source: Move XXX back one Slot
fa: انتقال XXX به بخش قبلی

source: Move XXX forward one Slot
fa: انتقال XXX به بخش بعدی

source: Moves the selected analysis writing system down one position in the list.
fa: انتقال تجزیۀ روش نگارشی انتخاب شده به پایین.‏

source: Moves the selected analysis writing system up one position in the list.
fa: انتقال تجزیۀ روش نگارشی انتخاب شده به بالا.‏

source: Moves the selected vernacular writing system down one position in the list.
fa: انتقال روش نگارشی بومی انتخاب شده به پایین.‏

source: Moves the selected vernacular writing system up one position in the list.
fa: انتقال روش نگارشی بومی انتخاب شده به بالا.‏

source: Movie Files
fa: انتقال پرونده

source: Nahum
fa: ناحوم

source: &Name
fa: نام

source: Name
fa: نام

source: Name (Abbr) (Best Analysis)
fa: نام (مخفف) (بهترین تجزیه)‏

source: Name (Best Analysis)
fa: نام (بهترین تجزیه)‏

source: &Name of List:
fa: &نام فهرست:

source: Name of restored project
fa: نام پروژهٔ برگردان شده

source: &Name the project
fa: نام برای پروژه بدهید

source: &Name:
fa: نام:‏

source: Na&me:
fa: نام:‏

source: Name:
fa: نام:‏

source: Name: {0}
fa: نام:‏ {0}

source: Natural Class
fa: مجموعۀ طبیعی

source: Natural Class (Features)
fa: مجموعۀ طبیعی (مشخصه)‏

source: Natural Class (Phonemes)
fa: مجموعۀ طبیعی (واجها)‏

source: Natural class: {0}
fa: مجموعۀ طبیعی: {0}

source: Natural Classes
fa: مجموعه‌های طبیعی

source: Nehemiah
fa: نحمیا

source: Nested Group Description
fa: توصیف گروه پیچیده

source: Nested Group Members
fa: اجزاء گروه پیچیده

source: Nested Group Name
fa: نام گروه پیچیده

source: New
fa: جدید

source: New _Text
fa: متن جدید

source: {{0}} New {0} List Items
fa: {{0}}جدید موارد فهرست {0}

source: New analysis
fa: تجزیه جدید

source: {0} New Anthropology List Items
fa: {0} موارد لیست انسان شناسی جدید

source: New Character Style
fa: سبک نویسه جدید

source: New Character Style {0}
fa: سبک نویسه جدید {0}

source: New Custom Field
fa: بخش معمول جدید

source: _New entry
fa: مدخل جدید

source: New Entry
fa: مدخل جدید

source: New FieldWorks Project
fa: پروژه جدید

source: &New FieldWorks Project...
fa: &پروژهٔ FieldWorksجدید...

source: _New FieldWorks Project...
fa: پروژه جدید...‏

source: New folder: {0}
fa: پروندهٔ جدید: {0}

source: (New folder: {0})
fa: (پروندهٔ جدید: {0})

source: New Location for Project Data Folders
fa: محل جدید برای پروژهٔ فولدرهای داده‌ها

source: New Page
fa: صحفه جدید

source: New Record
fa: ثبت جدید

source: &New Testament
fa: عهد جدید

source: New Testament
fa: عهد جدید

source: New Toolbar
fa: نوار ابزار جدید

source: New User
fa: کاربر جدید

source: &New Window
fa: پنجره جدید

source: _New Window
fa: پنجره جدید

source: New word gloss
fa: فهرست واژه اضافه کن

source: &New...
fa: جدید...‏

source: &Next
fa: بعد

source: _Next
fa: _بعد

source: Next
fa: بعد

source: Next {0} Clauses
fa: عبارتهای {0} بعدی

source: &Next >
fa: بعد

source: Next >>
fa: بعد

source: Next Clause
fa: عبارت بعد

source: Ne&xt Match
fa: انطباق Ne&xt

source: Next Two Clauses
fa: دو عبارت بعدی

source: no
fa: خیر

source: &No
fa: خیر

source: No
fa: خیر

source: no analysis
fa: هیچ تجزیه

source: No Categories
fa: بدون بخشها

source: <No Change>
fa: ‹ بدون تغییر›

source: No checked item
fa: هیچ عنصر انتخاب شده

source: No choices
fa: بدون تغییر

source: No Date
fa: بدون تاریخ

source: No Entries
fa: بدون مدخلها

source: No Filter
fa: بدون فیلتر

source: No Genres
fa: بدون دسته

source: No Help
fa: بدون کمک

source: No Lexical Relations
fa: بدون روابط واژگانی

source: No matches
fa: غیر قابل انطباق

source: No matches were found.{0}You may wish to try a different spelling or word order, or a less specific name.{0}If you are searching for countries, note that USA is used rather than United States, United Kingdom rather than UK or Britain.
fa: تطابقی وجود ندارد. {0} می‌توانید که املای دیگر و یا ترتیب واژگانی متفاوت و یا نامی غیر خاص را بکار برید. {0} در صورتی که در جستجوی کشورها باشید ، توجه داشته باشید که یو اس آ به جای ایالات متحده و سلطنت متحده به جای یو.کی. و یا بریتانیا بکار برده شده است.

source: No Morpheme Types
fa: بدون گونه‌های واژک

source: no morphemes
fa: هیچ نوع تکواژ

source: No Notebook Record Types
fa: بدون گونه‌های ثبتی دفتر

source: No Parser Loaded
fa: تجزیه ارسال نشده

source: No project backups found.
fa: هیچ جانشین سازی پروژه یافت نشد.

source: No Records
fa: خالی

source: No Restrictions
fa: بدون محدودیتها

source: No SemanticDomains
fa: بدون زمینهٔ معنایی

source: No Sense Types
fa: بدون گونه‌های معنی

source: No senses in entry
fa: هیج معانی و مفهومی در مدخل

source: (No Spelling Suggestions)
fa: (هیچ پیشنهادی برای املا)

source: No Status
fa: بدون وضعیت

source: <no style>
fa: <بدون سبک>

source: No thanks. Skip restoring the linked files.
fa: خیر،تشکر. پریدن به برگردان سازی پرونده‌های پیوند شده.

source: No Usages
fa: بدون کاربردها

source: No, please use original path.
fa: خیر، لطفا" مسیر اصلی را بکار برید.

source: Non-blanks
fa: توضيحات

source: {0} Non-boundary
fa: {0} غیر محدود

source: {0} Non-digit
fa: {0} غیر رقمی

source: None
fa: هیچ کدام

source: &None
fa: هیچ کدام

source: None of the above
fa: هیچ کدام

source: None of...
fa: هیچ کدام از...‏

source: <NONE SELECTED>
fa: <هیچکدام گزیده نشده>

source: (none)
fa: (هیچ کدام)

source: (None)
fa: (هیچ کدام)

source: [none]
fa: [هیچ کدام]

source: <None>
fa: <هیچ کدام>

source: {0} Non-space character
fa: {0} علامت غیر فضایی

source: {0} Non-word character
fa: {0} علامت غیر حرفی

source: Normal
fa: طبیعی

source: Normally hidden
fa: معمولاً پنهان

source: Normally hidden, unless non-empty
fa: معمولا پنهان، به جز اینکه خالی نباشه

source: Not {0}
fa: نه {0}

source: Not advisable when other users connected
fa: هنگامی که کاربران دیگر باهم مرتبط باشند ، پیشنهاد نمی‌شود

source: <Not Applicable>
fa: ‹ غیر قابل اجرا›

source: not equal to
fa: نابرابر با

source: not on
fa: غیر از این تاریخ

source: Not Sure
fa: مطمئن نیستم

source: <Not sure>
fa: <مطمئن نیستم>

source: <Not Sure>
fa: <مطمئن نیستم>

source: &Note
fa: توضیح

source: _Note
fa: توضیح

source: Note
fa: توضیح

source: _Notebook
fa: _دفتر

source: Notebook
fa: دفتر

source: Notebook Record Type
fa: نوع ثبتی دفتر

source: Notebook Record Types
fa: انواع ثبتی دفتر

source: Notebook Records
fa: ثبتهای دفتر

source: Notebook Tools
fa: افزار دفتر

source: &Notes
fa: توضیحات

source: Notes
fa: توضیحات

source: (Nothing to Redo.)
fa: (چیزی جهت انجام دوباره نیست.)

source: (Nothing to Undo.)
fa: (چیزی جهت انجام ندادن نیست.)

source: Notice
fa: اطلاع

source: {0} nth capture
fa: {0} ـمین یافته

source: Numbe&r
fa: عدد

source: Number in Corpus
fa: عدد در بخش اصلی

source: &Number of levels:
fa: تعداد سطوح:‏

source: Number of Senses (Entry)
fa: تعداد معنی (مدخل)‏

source: Number Style
fa: سبک عدد

source: Number Style:
fa: سبک عدد:‏

source: Numbers
fa: اعداد

source: Obadiah
fa: عوبدیا

source: Occurrence
fa: رویداد

source: Occurrences
fa: رویدادها

source: Occurs exactly once
fa: دقیقا" یک بار رخ می‌دهد

source: Occurs one or more times
fa: یک بار یا بیشتر رخ می‌دهد

source: Occurs zero or more times
fa: هرگز و یا چند بار رخ می‌دهد

source: OCM Codes
fa: کدهای OCM

source: &Ok
fa: موافق

source: &OK
fa: موافق

source: OK
fa: موافق

source: &Old Testament
fa: عهد عتیق

source: Old Testament
fa: عهد عتیق

source: on
fa: برقرار

source: on or after
fa: برقرار یا بعدی

source: on or before
fa: برقرار یا قبلی

source: {0} One or more times
fa: {0} یک و یا بیشتر

source: {0} One or zero times
fa: {0} یک و یا هیچ

source: One Word
fa: یک واژه

source: Only {0}
fa: فقط {0}

source: Only...
fa: فقط...

source: &Open
fa: گشودن

source: Open
fa: گشودن

source: Open {0} in FieldWorks {1}
fa: {0} را در Fieldworks {1} باز کنید

source: Open a New Window
fa: پنجره جدید را باز کنید

source: &Open a Project...
fa: &باز نمودن یک پروژه...

source: Open an existing FieldWorks project.
fa: باز نمودن پروژهٔ FieldWorksموجود.

source: Open &Lexicon
fa: واژگان باز کردن

source: Open Project
fa: گشودن پروژه

source: Open project in another location
fa: باز نمودن پروژه در محل دیگر

source: Open the existing project
fa: باز نمودن پروژهٔ موجود

source: Open Translated Lists File
fa: باز نمودن پرونده‌های فهرستهای ترجمه شده

source: &Open...
fa: گشودن...‏

source: _Open...
fa: گشودن...‏

source: Opening
fa: گشودن

source: &Opening marks
fa: نشانه‌های آغازی

source: Opens a dialog so you can modify the features of the selected writing system.
fa: ایجاد گفتگو برای اینکه شما بتوانید مشخصات نظام نگارشی گزیده شده را اصلاح نمایید.

source: Opens a menu so you can add a analysis writing system to this project. You may select an existing writing system or define a new one.
fa: باز نمودن یک فهرست برای اینکه شما بتوانید شما تجزیه‌ای از نظام نگارشی به این پروژه اضافه نمایید. نیاز است که یک نظام نگارشی موجود و یا یک نظام نگارشی جدیدی را انتخاب نمایید.

source: Opens a menu so you can add a vernacular writing system to this project. You may select an existing writing system or define a new one.
fa: فهرستی را باز نمایید تا بتوانید یک نظام نگارشی بومی به این پروژه اضافه کنید. می‌توانید یک نظامی نگارشی موجود انتخاب نمایید و یا یک نظام نگارشی جدیدی را توصیف نمایید.

source: Opens the wizard for creating a new writing system.
fa: برنامهٔ خبره را جهت ایجاد یک نظام نگارشی جدید باز نمایید.

source: Optional
fa: انتخابی

source: Optional. Specifies a region to distinguish the writing system from other writing systems for the same language.
fa: انتخابی. منطقه‌ای را جهت تشخیص نظام نگارشی از نظام نگارشی برای همان زبان تخصیص دهید.

source: Optional. Specifies a variant to distinguish the writing system from other writing systems for the same language.
fa: انتخابی. یک

source: Options
fa: انتخاب

source: &Options...
fa: انتخاب...‏

source: _Options...
fa: انتخاب...‏

source: O&ptions...
fa: انتخاب...‏

source: &Original name: {0}
fa: &نام اصلی: {0}

source: &Other
fa: دیگر

source: Other
fa: دیگر

source: Other Allomorph(s)
fa: واژگونه دیگر

source: Other Items
fa: اقلام دیگر

source: Other Morpheme(s)
fa: تکواژ (تکواژهای) دیگر

source: Other Names:
fa: نامهای دیگر:‏

source: Other Suggestions
fa: پیشنهادهای دیگر

source: Other...
fa: دیگر...

source: Other:
fa: دیگر:

source: O&utermost level
fa: خارجی‌ترین سطح

source: Output file:
fa: پروندهٔ خروجی:

source: &Output File:
fa: &پرونده خروجی:

source: _Overview
fa: _مشاهدهٔ کلی

source: Overview & backup
fa: مشاهدءٔ کلی & جانشین سازی

source: Overwrite
fa: جایگزین نمایید

source: Pa_rse all words
fa: تجزیهٔ تمام واژگان

source: Pa_rser
fa: تجزیه

source: Page
fa: صفحه

source: Page {0} of about {1}
fa: صفحه {0} از حدود {1}

source: Page number
fa: شمارۀ صفحه

source: Page Setup
fa: تنظیم صفحه

source: Page Setup - {0}
fa: تنظیم صفحه - {0}

source: Page Setup for Printing.
fa: تنظیم صفحه برای چاپ کردن.‏

source: P&age Setup...
fa: تنظیم صفحه...‏

source: Page Set&up...
fa: تنظیم صفحه...‏

source: Page Setup...
fa: تنظیم صفحه...‏

source: [page]
fa: [صفحه]

source: Paragraph
fa: پاراگراف

source: &Paragraph Style
fa: سبک پاراگراف

source: Paragraph Style
fa: سبک پاراگراف

source: _Parse
fa: _تجزیه

source: Parse _Current Word
fa: تجزیۀ واژۀ موجود

source: Parse result
fa: نتیجهٔ تجزیهٔ دستوری

source: Parse Words in Te_xt
fa: تجزیهٔ واژگان متن

source: Parser Parameters
fa: پارامترهای تجزیه کننده

source: Parts of Speech
fa: اقسام واژگانی

source: &Paste
fa: چسپاندن

source: _Paste
fa: چسپاندن

source: Paste
fa: چسپاندن

source: Paste _Hyperlink
fa: چسپاندن پیوند

source: Paste &Hyperlink
fa: چسپاندن پیوند

source: Paste Hyperlink
fa: چسپاندن پیوند

source: Pathway is not installed correctly. Please re-run the Pathway installer and repair your installation.
fa: نرم‌ابزار فیلدوورکس کاملاً نصب نشده است.‏ لطفاً برنامهٔ ترجمهٔ فیلدوورکس را ببندید و سپس سی‌دی برنامه فیلدوورکس را واردنمایید و نصب برنامه را بطور کامل انجام دهید.‏

source: Pattern
fa: نمونه

source: &Pause Parser
fa: &توقف تجزیه کننده

source: People
fa: اشخاص

source: Permit Pair to Span Paragraphs
fa: جفت در پاراگرافها به طور گسترده بکار رود

source: _Person
fa: شخص

source: Person
fa: شخص

source: 1 Peter
fa: اول پطرس

source: 2 Peter
fa: دوم پطرس

source: Philemon
fa: فلیمون

source: Philippians
fa: فِلِپِان

source: Phoneme
fa: واج

source: Phoneme: {0}
fa: واج: {0}

source: Phonemes
fa: واجها

source: phonological feature
fa: مختصات آوایی

source: Phonological Feature Description
fa: توصیف مختصات آوایی

source: _Phonological Feature...
fa: مختصات آوایی...‏

source: Phonological Features
fa: مختصات آوایی

source: Phonological Features Catalog
fa: کاتالوگ مختصات آوایی

source: Phonological Rules
fa: قواعد آوایی

source: Phonology Note
fa: یادداشت آواشناسی

source: Phonology Notes
fa: یادداشتهای آواشناسی

source: _Picture
fa: تصویر

source: Picture
fa: تصویر

source: &Picture Properties...
fa: &ویژگیهای تصویر...

source: &Picture...
fa: تصویر...‏

source: <Picture>
fa: <تصویر>

source: Picture-Caption
fa: تصویر-زیرنویس

source: Picture-FileName
fa: تصویر-نام پرونده

source: Pictures
fa: تصاویر

source: Please choose a source column
fa: لطفاً یک ستون منبع انتخاب نمایید

source: Please choose or set up a Process
fa: لطفاً روندی را انتخاب و یا ایجاد نمایید

source: Please describe the steps necessary to make this problem appear:
fa: لطفا" مراحلی ضروری که این مشکل را ظاهر می‌کند را توصیف نمایید:

source: Please email this bug report to {0}. Please insert here your description of how the problem occurred. If possible give detailed instructions for making it happen. If relevant please attach any files required for making it happen. ------Generated error details follow------ An internal error has been detected in program {1}, Version: {2} Details follow: A programming error ({3}) has been detected in module {4}, {5}. Please report this to the developers. Stack Dump: {6}
fa: لطفا" گزارش این بخش را به {0}. ارسال نمایید لطفا" توضیحات خود را در مورد چگونگی ایجاد این مشکل اینجا وارد نمایید. در صورت امکان جزییات دستورالعمل برای رخداد آن را بدهید.. اگر مربوط باشد لطفا" هر پرونده را برای رخداد این اتفاق نیازمند باشد را بفرستید.. -----------دنبال نمودن جزییات خطاهای کلی-------- یک خطای داخلی در برنامهٔ {1} رخ داده است، {2} نوع:جزییات: یک خطای برنامه‌ای ({3}) {4}, {5} رخ داده است . در لطفا" این را به مسئولان گزارش دهید.. گزارش مشکل: {6}

source: Please email this report to the development team: {0}
fa: لطفا" این گزارش را به گروه مسئول از طریق پست الکترونیکی ارسال نمایید: {0}

source: Please email this to {0} with this exact subject: {1} {2}
fa: لطفا" این را با دقیقا" با این موضوع به {0} ارسال نمایید. {1} {2}
